Repository: iCarrrot/photobooth
Catalog: photobooth/locale/*/LC_MESSAGES/photobooth.po
Languages: pl

source: Start photobooth
pl: Uruchom fotobudkę

source: Set date/time
pl: Ustaw datę i godzinę

source: Settings
pl: Ustawienia

source: Quit
pl: Zakończ

source: photobooth
pl: fotobudka

source: Hit the
pl: Naciśnij

source: Button!
pl: Start!

source: Get ready!
pl: Przygotuj się!

source: Start countdown
pl: Rozpoczynam odliczanie

source: for {} pictures...
pl: liczba ujęć: {}

source: Picture {} of {}...
pl: Zdjęcie {} z {}...

source: Start over
pl: Zacznij od nowa

source: Happy?
pl: Zadowoleni?

source: Date:
pl: Data:

source: Time:
pl: Czas:

source: Set system date and time:
pl: Ustawianie daty i godziny systemowej:

source: Save and restart
pl: Zapisz i uruchom ponownie

source: Cancel
pl: Anuluj

source: Interface
pl: Interfejs

source: Photobooth
pl: Fotobudka

source: Camera
pl: Kamera

source: Picture
pl: Zdjęcie

source: Storage
pl: Przechowywanie

source: Printer
pl: Drukarka

source: Restore defaults
pl: Przywróć ustawienia domyślne

source: Enable fullscreen:
pl: Włącz pełny ekran:

source: Gui module:
pl: Moduł Gui:

source: Window size [px]:
pl: Rozmiar okna [px]:

source: Hide cursor:
pl: Ukryj kursor:

source: Appearance:
pl: Wygląd:

source: Show preview during countdown:
pl: Pokaż podgląd podczas odliczania:

source: Greeter time before countdown [s]:
pl: Czas witacza przed odliczaniem [s]:

source: Countdown time [s]:
pl: Czas odliczania [s]:

source: Picture display time [s]:
pl: Czas wyświetlania obrazu [s]:

source: Postprocess timeout [s]:
pl: Limit czasu postprocesu [s]:

source: Overwrite displayed error message:
pl: Nadpisz wyświetlony komunikat o błędzie:

source: Camera module:
pl: Moduł kamery:

source: Select file
pl: Wybierz plik

source: Number of shots per picture:
pl: Liczba ujęć:

source: Size of assembled picture [px]:
pl: Rozmiar zmontowanego obrazu [px]:

source: Min. distance between shots [px]:
pl: Min. odległość między strzałami [px]:

source: Omit last picture:
pl: Pomiń ostatnie zdjęcie:

source: Background image:
pl: Obraz tła:

source: Select directory
pl: Wybierz katalog

source: Output directory (strftime possible):
pl: Katalog wyjściowy (możliwe strftime):

source: Basename of files (strftime possible):
pl: Nazwa podstawowa plików (możliwe strftime):

source: Keep single shots:
pl: Zachowaj pojedyncze ujęcia:

source: Enable GPIO:
pl: Włącz GPIO:

source: Exit button pin (BCM numbering):
pl: Pin przycisku wyjścia (numeracja BCM):

source: Trigger button pin (BCM numbering):
pl: Pin przycisku spustowego (numeracja BCM):

source: Idle lamp pin (BCM numbering):
pl: Pin lampy biegu jałowego (numeracja BCM):

source: RGB LED pins (BCM numbering):
pl: Piny diod LED RGB (numeracja BCM):

source: Enable printing:
pl: Włącz drukowanie:

source: Module:
pl: Moduł:

source: Print to PDF (for debugging):
pl: Drukuj do pliku PDF (w celu usuwania błędów):

source: Ask for confirmation before printing:
pl: Przed wydrukowaniem należy poprosić o potwierdzenie:

source: Paper size [mm]:
pl: Rozmiar papieru [mm]:

source: Starting the photobooth...
pl: Uruchomienie fotobudki...

source: Processing picture...
pl: Przetwarzanie obrazu...

source: Confirmation
pl: Potwierdzenie

source: Quit Photobooth?
pl: Wyjść z fotobudki?

source: Camera rotation:
pl: Obrót kamery:

source: Print
pl: Drukuj
